export const lineColorDict = [
  "#1f77b4", // синий
  "#ff7f0e", // оранжевый
  "#2ca02c", // зелёный
  "#d62728", // красный
  "#9467bd", // фиолетовый
  "#8c564b", // коричневый
  "#e377c2", // розовый
  "#7f7f7f", // серый
  "#bcbd22", // оливковый
  "#17becf", // бирюзовый
  "#aec7e8", // светло-синий
  "#ffbb78", // светло-оранжевый
  "#98df8a", // светло-зелёный
  "#ff9896", // светло-красный
  "#c5b0d5", // светло-фиолетовый
  "#c49c94", // светло-коричневый
  "#f7b6d2", // светло-розовый
  "#c7c7c7", // светло-серый
  "#dbdb8d", // светло-оливковый
  "#9edae5", // светло-бирюзовый
];
